/* eslint-disable import/no-anonymous-default-export */

export default {
  translation: {
    slider: {
      intro: {
        lead: 'привет,',
        title:
          '<span>это&nbsp;<strong>не</strong></span><span>коммерческое</span> <span>задание</span>',
        buttonCaption: 'Что дальше?',
      },
      details: {
        title: 'текст сообщения',
        text: [
          '<strong>Сперматозо&#769;ид</strong> (от&nbsp;др.-греч. &sigma;&pi;έ&rho;&mu;&alpha; род.&nbsp;п. &sigma;&pi;έ&rho;&mu;&alpha;&tau;&omicron;&sigmaf; здесь &laquo;сперма&raquo; + &zeta;&omega;ή &laquo;жизнь&raquo; + &epsilon;ἶ&delta;&omicron;&sigmaf; &laquo;вид, облик&raquo;, лат. spermatozoon, spermium)&nbsp;&mdash; мужская половая клетка (гамета) размножающихся посредством оогамии организмов. Сперматозоиды обычно обладают способностью к&nbsp;активному движению и&nbsp;служат для оплодотворения женской гаметы&nbsp;&mdash; яйцеклетки. Обычно они значительно меньше яйцеклеток, поскольку не&nbsp;содержат столь значительного количества цитоплазмы и&nbsp;производятся организмом одновременно в&nbsp;значительном количестве.',
          'Типичное строение сперматозоида отражает форму общего предка животных и&nbsp;грибов: одноклеточный ядерный организм, передвигающийся за&nbsp;счёт жгутика в&nbsp;задней части, используя его подобно хвосту. Обширная группа происходящих от&nbsp;него организмов включает в&nbsp;себя животных, большинство грибов и&nbsp;некоторые группы протистов и&nbsp;называется кланом заднежгутиковых. Большинство других эукариот со&nbsp;жгутиками имеют их&nbsp;в&nbsp;передней части.',
          'В&nbsp;широком смысле слова по&nbsp;традиции сперматозоидами иногда называют мужские половые клетки также у&nbsp;растений, к&nbsp;ним применяют также термины спермии или антерозоиды (их&nbsp;применяют также к&nbsp;традиционно сближавшимся с&nbsp;растениями грибам).',
        ],
      },
      guide: {
        lead: 'ключевое сообщение',
        modalLead: 'преимущества',
        title: '<span>brend<strong>xy</strong></span>',
        buttonCaption: 'Подробнее',
        use: '3&nbsp;раза в&nbsp;день после еды. После приема препарата рекомендуется воздержаться от&nbsp;пищи и&nbsp;напитков в&nbsp;течение 1&nbsp;часа',
        duration: 'курс лечения от 7&nbsp;дней до 1&nbsp;мес.',
        advantages: {
          list: [
            'Самое важное и ключевое преимущество нашего препарата',
            'Второе по важности преимущество',
            'Ещё одно важное преимущество препарата',
            'Ещё одно не менее важное преимущество препарата',
            'Ещё одно важное преимущество препарата',
            'Ещё одно важное преимущество препарата',
          ],
          message: 'Информация о&nbsp;преимуществах будет добавлена позднее',
        },
      },
    },
  },
};
